Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.SystemGeneration/Resources/Languages.*.resx
Languages: de_de, fr_fr

# ColonyAge_Middle
source: Middle Colony
de_de: Mittleren Kolonie
fr_fr: Colonie centrale

# ColonyAge_Old
source: Old Colony
de_de: Alte Kolonie
fr_fr: Ancienne colonie

# ColonyAge_Young
source: Young Colony
de_de: Jungen Kolonie
fr_fr: Jeune colonie

source: Companion Star
de_de: Begleitstern
fr_fr: Étoile compagnon

# Conflict_CivilWar
source: Civil War
de_de: Bürgerkrieg
fr_fr: Guerre civile

# Conflict_Divide
source: Ethnic or Religious Divide
de_de: Ethnische oder religiöse Kluft
fr_fr: Fracture ethnique ou religieuse

# Conflict_FailedCoup
source: Failed Coup
de_de: Gescheiterten Putsch
fr_fr: Coup d’État manqué

# Conflict_Peacekeeping
source: Peacekeeping
de_de: Friedenssicherung
fr_fr: Maintien de la paix

# Conflict_RebellionOffWorld
source: Rebellion against off-world interests
de_de: Rebellion gegen off-Welt-Interessen
fr_fr: Rébellion contre intérêts hors-monde

# Conflict_RebellionParent
source: Rebellion against parent world
de_de: Rebellion gegen die Eltern Welt
fr_fr: Rébellion contre monde parent

# Conflict_ResourceWar
source: Resource War
de_de: Ressourcenkrieg
fr_fr: Guerre des ressources

# Conflict_Territory
source: Territory War
de_de: Gebiet Krieg
fr_fr: Guerre de territoire

# Conflict_TradeWar
source: Trade War
de_de: Handelskrieg
fr_fr: Guerre commerciale

# Description
source: Government: {0}, Strength: {1}
de_de: Regierung: {0}, Stärke: {1}
fr_fr: Gouvernement : {0}, force : {1}

# FactionOrigin_Canadian
source: Canadian
de_de: Kanadische
fr_fr: Canadien

# FactionOrigin_EastUS
source: Eastern United States
de_de: Osten der USA
fr_fr: Est des États-Unis

# FactionOrigin_Evangelical
source: Evangelical Christian
de_de: Evangelischer Christ
fr_fr: Chrétien évangélique

# FactionOrigin_MidWestUS
source: Midwest United States
de_de: Mittleren Westen der USA
fr_fr: Midwest des États-Unis

# FactionOrigin_SouthUS
source: Southern United States
de_de: Süden der Vereinigten Staaten
fr_fr: Sud des États-Unis

# FactionOrigin_WestUS
source: Western United States
de_de: Westen der USA
fr_fr: Ouest des États-Unis

# Gov_0
source: None
de_de: Keine
fr_fr: Aucun

# Gov_1
source: Company
de_de: Unternehmen
fr_fr: Compagnie

# Gov_10
source: Charismatic Dictator
de_de: Charismatische Diktator
fr_fr: Charismatique dictateur

# Gov_11
source: Non-charismatic Dictator
de_de: Nicht-charismatischen Diktator
fr_fr: Non-charismatique dictateur

# Gov_12
source: Charismatic oligarchy
de_de: Charismatische Oligarchie
fr_fr: Oligarchie charismatique

# Gov_13
source: Religious Dictatorship
de_de: Religiöse Diktatur
fr_fr: Dictature religieuse

# Gov_2
source: Participating Democracy
de_de: Teilnehmende Demokratie
fr_fr: Participer à la démocratie

# Gov_3
source: Self perpetuating oligarchy
de_de: Selbst die Oligarchie zu verewigen
fr_fr: Gites perpétuant l’oligarchie

# Gov_4
source: Representative Democracy
de_de: Repräsentative Demokratie
fr_fr: Démocratie représentative

# Gov_5
source: Feudal Technocracy
de_de: Feudale Technokratie
fr_fr: Technocratie féodal

# Gov_6
source: Off world interests
de_de: Welt-Interessen
fr_fr: Intérêts du monde

# Gov_7
source: Balkanised
de_de: Anarchisten
fr_fr: Anarchistes

# Gov_8
source: Civil Service Bureaucracy
de_de: Öffentlichen Dienst Bürokratie
fr_fr: Service public

# Gov_9
source: Impersonal Bureaucracy
de_de: Unpersönliche Bürokratie
fr_fr: Bureaucratie impersonnelle

# Gov_Other
source: Other ({0})
de_de: Andere ({0})
fr_fr: Autre ({0})

# Name
source: Name: {0},
fr_fr: Nom : {0},

# Origin
source: Origin: {0},
de_de: Herkunft: {0},
fr_fr: Origine : {0},

# Str_1
source: Obscure Group
de_de: Obskure Gruppe
fr_fr: Obscur groupe

# Str_2
source: Fringe Group
de_de: Randgruppe
fr_fr: Groupe marginal

# Str_3
source: Minor Group
de_de: Moll Gruppe
fr_fr: Sous groupe

# Str_4
source: Notable Group
de_de: Bemerkenswerte Gruppe
fr_fr: Groupe de notables

# Str_5
source: Significant Group
de_de: Bedeutende Gruppe
fr_fr: Groupe important

# Str_6
source: Overwelming Popular Support
de_de: Überwältigend populäre Unterstützung
fr_fr: Immense soutien populaire

# TradeCode_IceCapped
source: Ic
fr_fr: Id
