Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Cepheus/Resources.*.resx
Languages: de_de, fr_fr

# Prompt_Commissioned
source: Commissioned as {0}
de_de: Im Auftrag als {0}
fr_fr: Mis en service comme {0}

# Prompt_Promoted
source: Promoted to {0}
de_de: {0} gefördert
fr_fr: Promu à {0}

# Table_AdvancedEducation
source: Advanced Education
de_de: Weiterbildung
fr_fr: Enseignement postsecondaire

# Table_PersonalDevelopment
source: Personal Development
de_de: Persönliche Entwicklung
fr_fr: Développement personnel

# Table_ServiceSkills
source: Service Skills
de_de: Servicekompetenz
fr_fr: Aptitudes pour le service

# Table_Specialist
source: Specialist
de_de: Spezialist
fr_fr: Spécialiste

# Benefit_CourierVessel
source: Courier Vessel
de_de: Kurier-Schiff
fr_fr: Bateau de service de messagerie

# Benefit_ExplorersSociety
source: Explorers Society
de_de: Entdecker-Gesellschaft
fr_fr: Société des explorateurs

# Career_AerospaceDefence
source: Aerospace Defence
de_de: Luft-und Verteidigung
fr_fr: Défense aérospatiale

# Career_Agent
source: Agent
fr_fr: Agent de

# Career_Athlete
source: Athlete
de_de: Athlet
fr_fr: Athlète

# Career_Barbarian
source: Barbarian
de_de: Barbar
fr_fr: Barbare

# Career_MaritimeDefence
source: Maritime Defence
de_de: Seeverteidigung
fr_fr: Défense maritime

# Career_Navy
source: Navy
de_de: Marine
fr_fr: Marine

# Career_SurfaceDefence
source: Surface Defence
de_de: Oberflächen-Verteidigung
fr_fr: Défense de surface

# Msg_AgingReduction
source: {0} reduced by {1} due to aging
de_de: {0} von {1} durch Alterung verringert
fr_fr: {0} réduit de {1} dus au vieillissement

# Msg_BillAllPaid
source: You incurred a medical bill of {0}cr, {1}% was paid for you
de_de: Sie entstehen eine Arztrechnung Cr {0}, {1} % für Sie bezahlt wurde
fr_fr: Que vous avez engagée une nomenclature médicale cr {0}, {1} % ont été versés pour vous

# Msg_BillSomePaid
source: You incurred a medical bill of {0}cr, {1}% will be paid for you.
de_de: Sie entstehen eine Arztrechnung Cr {0}, {1} % bezahlt.
fr_fr: Que vous avez engagée une nomenclature médicale cr {0}, {1} % seront payés pour vous.

# Msg_DEXReduced
source: DEX reduced by {0}, STR and END reduced by 2.
de_de: DEX reduziert von {0}, STR und Ende um 2 reduziert.
fr_fr: DEX réduit par {0}, STR et fin réduit par 2.

# Msg_DEXReduced2
source: DEX reduced by 2.
de_de: DEX 2 gesenkt.
fr_fr: DEX réduit par 2.

# Msg_DishonourablyDischarged
source: Dishonourably discharged from the service.
de_de: Unehrenhaft entlassen aus dem Dienst.
fr_fr: Ont libéré du service.

# Msg_DishonourablyDischargedPrison
source: Dishonourably discharged from the service. Serve 4 years in prison.
de_de: Unehrenhaft entlassen aus dem Dienst. Dienen Sie 4 Jahre im Gefängnis.
fr_fr: Ont libéré du service. Purger les 4 ans de prison.

# Msg_EmployerPays
source: Your employer pays {0}% of your medical bills.
de_de: Ihr Arbeitgeber zahlt {0} % Ihre Arztrechnungen.
fr_fr: Votre employeur paie {0} % de vos frais médicaux.

# Msg_ENDReduced
source: END reduced by {0}, DEX and STR reduced by 2.
de_de: Ende von {0}, DEX und STR um 2 reduziert reduziert.
fr_fr: FIN réduit par {0}, DEX et STR réduit par 2.

# Msg_HonourablyDischarged
source: Honourably discharged from the service.
de_de: Ehrenhaft entlassen aus dem Dienst.
fr_fr: Honorablement du service.

# Msg_HonourablyDischargedLegal
source: Honourably discharged from the service after a legal battle.
de_de: Ehrenhaft entlassen aus dem Dienst, nach einem Rechtsstreit.
fr_fr: Honorablement du service après une bataille juridique.

# Msg_Injured
source: Injured.
de_de: Verletzt.
fr_fr: Blessé.

# Msg_InjuredInAction
source: Injured in action.
de_de: Verletzt in Aktion.
fr_fr: Blessé au combat.

# Msg_LightlyInjured
source: Lightly Injured: No permanent effect.
de_de: Leicht verletzt: Keine dauerhafte Wirkung.
fr_fr: Légèrement blessés : Aucun effet permanent.

# Msg_MedicallyDischarged
source: Medically discharged from the service.
de_de: Medizinisch entlassen aus dem Dienst.
fr_fr: Médicalement déchargé de la fonction.

# Msg_MissingEyeOrLimb
source: Missing Eye or Limb.
de_de: Fehlendes Auge oder Gliedmaßen.
fr_fr: Œil manquant ou un membre.

# Msg_NearlyKilled
source: Nearly Killed.
de_de: Fast getötet.
fr_fr: Presque tué.

# Msg_ReducedX
source: {0} reduced by {1}.
de_de: {0} von {1} reduziert.
fr_fr: {0} réduit par {1}.

# Msg_Scarred
source: Scarred.
de_de: Vernarbt.
fr_fr: Portant des cicatrices.

# Msg_SeverlyInjured
source: Severly Injured.
de_de: Schwer verletzt.
fr_fr: Sévèrement blessé.

# Msg_STRReduced
source: STR reduced by {0}, DEX and END reduced by 2.
de_de: STR reduziert von {0}, DEX und Ende um 2 reduziert.
fr_fr: STR réduit par {0}, DEX et fin réduit par 2.

# Msg_STRReduced2
source: STR reduced by 2.
de_de: STR 2 gesenkt.
fr_fr: STR a réduit de 2.

# Rank_Admiral
source: Admiral
fr_fr: Amiral

# Rank_Agent
source: Agent
fr_fr: Agent de

# Rank_AirCommodore
source: Air Commodore
fr_fr: Commodore de l’air

# Rank_Airman
source: Airman
de_de: Flieger
fr_fr: Aviateur

# Rank_AssistantDirector
source: Assistant Director
de_de: Stellvertretender Direktor
fr_fr: Assistant-réalisateur

# Rank_Athlete
source: Athlete
de_de: Athlet
fr_fr: Athlète

# Rank_Barbarian
source: Barbarian
de_de: Barbar
fr_fr: Barbare

# Rank_Brigadier
source: Brigadier
de_de: Brigadegeneral
fr_fr: Général de brigade

# Rank_Captain
source: Captain
de_de: Kapitän
fr_fr: Capitaine

# Rank_Commander
source: Commander
fr_fr: Commandant

# Rank_Director
source: Director
de_de: Regisseur
fr_fr: Directeur

# Rank_FlightLieutenant
source: Flight Lieutenant
de_de: Flug-Leutnant
fr_fr: Capitaine d’aviation

# Rank_FlightOfficer
source: Flight Officer
de_de: Flugoffizier
fr_fr: Officier de vol

# Rank_General
source: General
de_de: Allgemeine
fr_fr: Générales

# Rank_GroupCaptain
source: Group Captain
fr_fr: Le colonel d’aviation

# Rank_LtColonel
source: Lt. Colonel
de_de: Oberstleutnant
fr_fr: Le Lieutenant Colonel

# Rank_LtCommander
source: Lt. Commander
fr_fr: Le lieutenant commandant

# Rank_Major
source: Major
fr_fr: Principaux

# Rank_Midshipman
source: Midshipman
de_de: Seekadett
fr_fr: Aspirant de marine

# Rank_Private
source: Private
fr_fr: Privé

# Rank_SectionChief
source: Section Chief
de_de: Abteilungsleiter
fr_fr: Chef de section

# Rank_SpecialAgent
source: Special Agent
fr_fr: Agent spécial

# Rank_SpecialAgentInCharge
source: Special Agent in Charge
fr_fr: Agent spécial en Charge

# Rank_SquadronLeader
source: Squadron Leader
de_de: Geschwader-Führer
fr_fr: Chef d’Escadron

# Rank_UnitChief
source: Unit Chief
de_de: Einheit-Chief
fr_fr: Chef d’unité

# Rank_WingCommander
source: Wing Commander
fr_fr: Commandant de l’Escadre

# Skill_Advocate
source: Advocate
de_de: Anwalt
fr_fr: Avocat

# Skill_Aircraft
source: Aircraft
de_de: Flugzeug
fr_fr: Avion

# Skill_Animals
source: Animals
de_de: Tiere
fr_fr: Animaux

# Skill_Archery
source: Archery
de_de: Bogenschießen
fr_fr: Tir à l’arc

# Skill_Athletics
source: Athletics
de_de: Leichtathletik
fr_fr: Athlétisme aux Jeux

# Skill_BasicTraining
source: Basic Training
de_de: Grundausbildung
fr_fr: Formation de base

# Skill_BayWeapons
source: Bay Weapons
de_de: Bucht Waffen
fr_fr: Baie d’armes

# Skill_BludgeoningWeapons
source: Bludgeoning Weapons
de_de: Niederknüppelnden Waffen
fr_fr: Matraquage des armes

# Skill_EnergyPistol
source: Energy Pistol
de_de: Energie-Pistole
fr_fr: Pistolet d’énergie

# Skill_EnergyRifle
source: Energy Rifle
de_de: Energie-Gewehr
fr_fr: Fusil de l’énergie

# Skill_Farming
source: Farming
de_de: Landwirtschaft
fr_fr: Agriculture

# Skill_GravVehicle
source: Grav Vehicle
de_de: Grav-Fahrzeug
fr_fr: Véhicule de grav

# Skill_GroundVehicle
source: Ground Vehicle
de_de: Fahrzeug
fr_fr: Véhicule terrestre

# Skill_GunCombat
source: Gun Combat
de_de: Pistole Combat
fr_fr: Pistolet Combat

# Skill_Gunnery
source: Gunnery
fr_fr: Artillerie

# Skill_HeavyWeapons
source: Heavy Weapons
de_de: Schwere Waffen
fr_fr: Armes lourdes

# Skill_LifeSciences
source: Life Sciences
fr_fr: Sciences de la vie

# Skill_Linguistics
source: Linguistics
de_de: Linguistik
fr_fr: Linguistique

# Skill_MeleeCombat
source: Melee Combat
de_de: Nahkampf
fr_fr: Combat de mêlée

# Skill_Motorboats
source: Motorboats
de_de: Motorboote
fr_fr: Bateaux à moteur

# Skill_NaturalWeapons
source: Natural Weapons
de_de: Natürliche Waffen
fr_fr: Armes naturelles

# Skill_OceanShips
source: Ocean Ships
de_de: Ozean-Schiffe
fr_fr: Navires océaniques

# Skill_PhysicalSciences
source: Physical Sciences
fr_fr: Sciences physiques

# Skill_PiercingWeapons
source: Piercing Weapons
de_de: Piercing Waffen
fr_fr: Piercing armes

# Skill_Riding
source: Riding
de_de: Reiten
fr_fr: Circ.

# Skill_RotorAircraft
source: Rotor Aircraft
de_de: Rotor Flugzeug
fr_fr: Avion de rotor

# Skill_SailingShips
source: Sailing Ships
de_de: Segelschiffe
fr_fr: Bateaux à voile

# Skill_Screens
source: Screens
de_de: Bildschirme
fr_fr: Écrans

# Skill_Shotgun
source: Shotgun
de_de: Schrotflinte
fr_fr: Fusil de chasse

# Skill_SlashingWeapons
source: Slashing Weapons
de_de: Hieb-Waffen
fr_fr: Débroussaillage des armes

# Skill_SlugPistol
source: Slug Pistol
de_de: Slug-Pistole
fr_fr: Pistolet de limace

# Skill_SlugRifle
source: Slug Rifle
de_de: Slug-Gewehr
fr_fr: Fusil Slug

# Skill_SocialSciences
source: Social Sciences
de_de: Sozialwissenschaften
fr_fr: Sciences sociales

# Skill_SpaceSciences
source: Space Sciences
de_de: Weltraumwissenschaften
fr_fr: Sciences de l’espace

# Skill_SpinalMounts
source: Spinal Mounts
de_de: Wirbelsäulen-Halterungen
fr_fr: Supports de la colonne vertébrale

# Skill_Submarines
source: Submarines
de_de: U-Boote
fr_fr: U-boote

# Skill_TrackedVehicle
source: Tracked Vehicle
de_de: Kettenfahrzeug
fr_fr: Véhicule à chenilles

# Skill_TurretWeapons
source: Turret Weapons
de_de: Revolver-Waffen
fr_fr: Armes de la tourelle

# Skill_Vehicle
source: Vehicle
de_de: Fahrzeug
fr_fr: Véhicule

# Skill_VetinaryMedicine
source: Vetinary Medicine
de_de: Tierärzte-Medizin
fr_fr: Médecine vétérinaire

# Skill_Watercraft
source: Watercraft
de_de: Wasserfahrzeuge
fr_fr: Embarcation

# Skill_WheeledVehicle
source: Wheeled Vehicle
de_de: Radfahrzeug
fr_fr: Véhicule à roues

# Skill_WingedAircraft
source: Winged Aircraft
de_de: Winged Flugzeug
fr_fr: Ailes d’avion

# Species_Merfolk
source: Merfolk
de_de: Meervolk
fr_fr: Ondin et

# Trait_Amphibious
source: Amphibious
de_de: Amphibische
fr_fr: Amphibie

# Trait_AntiPsionic
source: Anti-Psionic
de_de: Anti-PSI
fr_fr: Anti-psionique

# Trait_Aquatic
source: Aquatic
de_de: Aquatische
fr_fr: Aquatique

# Trait_Armoured
source: Armoured
de_de: Gepanzerte
fr_fr: Blindé

# Trait_BadFirstImpression
source: Bad First Impression
de_de: Schlechter erster Eindruck
fr_fr: Mauvaise première Impression

# Trait_FastSpeed
source: Fast Speed
de_de: Schnelle Geschwindigkeit
fr_fr: Vitesse rapide

# Trait_GreatLeaper
source: Great Leaper
de_de: Große Leaper
fr_fr: Grande Leaper

# Trait_HeatEndurance
source: Heat Endurance
de_de: Hitze-Ausdauer
fr_fr: Endurance de chaleur

# Trait_HiveMentaility
source: Hive Mentaility
de_de: Schar Mentaility
fr_fr: Ruche Mentaility

# Trait_LowGravityAdaptation
source: Low Gravity Adaptation
de_de: Niedrigen Schwerpunkt Anpassung
fr_fr: Adaptation de faible gravité

# Trait_LowLightVision
source: Low-Light Vision
fr_fr: Vision de faible luminosité

# Trait_NaturalPilot
source: Natural Pilot
de_de: Natürliche Pilot
fr_fr: Pilote naturel

# Trait_NaturalSwimmer
source: Natural Swimmer
de_de: Natürliche Schwimmer
fr_fr: Nageur naturel

# Trait_NaturalWeapons
source: Natural Weapons
de_de: Natürliche Waffen
fr_fr: Armes naturelles

# Trait_NoFineManipulators
source: No Fine Manipulators
de_de: Keine feine Manipulatoren
fr_fr: Aucune amende manipulateurs

# Trait_SlowSpeed
source: Slow Speed
de_de: Langsame Geschwindigkeit
fr_fr: Vitesse lente

# Trait_Small
source: Small
de_de: Kleine
fr_fr: Petit

# Trait_WaterDependant
source: Water Dependant
de_de: Wasser abhängig
fr_fr: Personne à charge de l’eau

# Career_Bureaucrat
source: Bureaucrat
de_de: Bürokrat
fr_fr: Bureaucrate

# Rank_Chief
source: Chief
fr_fr: Chef

# Rank_Clerk
source: Clerk
de_de: Schreiber
fr_fr: Greffier

# Rank_Manager
source: Manager
fr_fr: Gestionnaire

# Rank_Minister
source: Minister
fr_fr: Ministre

# Rank_Supervisor
source: Supervisor
fr_fr: Superviseur

# Species_UpliftedApe
source: Uplifted Ape
de_de: Erhobenen Ape
fr_fr: Ape surélevée

# Species_UpliftedDolphin
source: Uplifted Dolphin
de_de: Erhobenen Dolphin
fr_fr: Dolphin surélevée

# Career_Colonist
source: Colonist
fr_fr: Colon

# Rank_Citizen
source: Citizen
fr_fr: Citoyen

# Rank_CouncilAdvisor
source: Council Advisor
fr_fr: Conseiller du Conseil

# Rank_Councilor
source: Councilor
fr_fr: Conseiller

# Rank_DistrictDelegate
source: District Delegate
fr_fr: Délégué de quartier

# Rank_DistrictLeader
source: District Leader
fr_fr: Chef de district

# Rank_Governor
source: Governor
fr_fr: Gouverneur

# Rank_LieutenantGovernor
source: Lieutenant Governor
fr_fr: Lieutenant-gouverneur

# Career_Diplomat
source: Diplomat
fr_fr: Diplomate

# Rank_Ambassador
source: Ambassador
fr_fr: Ambassadeur

# Rank_Attache
source: Attache
fr_fr: Attaché

# Rank_Counselor
source: Counselor
fr_fr: Conseiller

# Rank_FirstSecretary
source: First Secretary
fr_fr: Premier Secrétaire

# Rank_SecondSecretary
source: Second Secretary
fr_fr: Deuxième Secrétaire

# Rank_ThirdSecretary
source: Third Secretary
fr_fr: Troisième Secrétaire

# Rank_Colonel
source: Colonel
de_de: Oberst

# Rank_Ensign
source: Ensign
de_de: Fähnrich

# Rank_Lieutenant
source: Lieutenant
de_de: Leutnant

# Rank_Seaman
source: Seaman
de_de: Seemann

# Skill_Mole
source: Mole
de_de: Maulwurf

# Skill_Sciences
source: Sciences
de_de: Wissenschaften

# Trait_Caste
source: Caste
de_de: Kaste

# Rank_Assistant
source: Assistant
de_de: Assistent
