Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Classic/Aslan/Resources.*.resx
Languages: de_de

# Career_Military
source: Military
de_de: Militärische

# Career_Pirate
source: Pirate
de_de: Pirat

# Career_Scientist
source: Scientist
de_de: Wissenschaftler

# Career_Space
source: Space
de_de: Raum

# Career_MilitaryOfficer
source: Military Officer
de_de: Militär-Offizier

# Career_SpaceOfficer
source: Space Officer
de_de: Raum-Officer

# Msg_Commision
source: SOC Raised to 9 due to being commissioned.
de_de: SOC angehoben bis 9 wegen in Auftrag gegeben.

# Msg_ROPScore
source: Rite of Passage Score is {0}.
de_de: Rite de Passage Ergebnis ist {0}.

# Rank_Cadet
source: Cadet
de_de: Jüngsterer Sohn

# Rank_Captain
source: Captain
de_de: Kapitän

# Rank_ChiefOfStaff
source: Chief of Staff
de_de: Chef des Stabes

# Rank_Clerk
source: Clerk
de_de: Schreiber

# Rank_Commandant
source: Commandant
de_de: Kommandant

# Rank_CommandantLieutenant
source: Commandant Lieutenant
de_de: Kommandant Lieutenant

# Rank_Director
source: Director
de_de: Regisseur

# Rank_Doctor
source: Doctor
de_de: Arzt

# Rank_Executive
source: Executive
de_de: Exekutive

# Rank_ExecutiveLieutenant
source: Executive Lieutenant
de_de: Executive-Leutnant

# Rank_FlightCommandant
source: Flight Commandant
de_de: Flug-Kommandant

# Rank_General
source: General
de_de: Allgemeine

# Rank_GroupLeader
source: Group Leader
de_de: Gruppenleiter

# Rank_Lieutenant
source: Lieutenant
de_de: Leutnant

# Rank_Officer
source: Officer
de_de: Offizier

# Rank_Pirate
source: Pirate
de_de: Pirat

# Rank_Scientist
source: Scientist
de_de: Wissenschaftler

# Rank_SeniorCommandant
source: Senior Commandant
de_de: Senior-Kommandant

# Rank_SeniorExecutive
source: Senior Executive
de_de: Leitender Angestellter

# Rank_SeniorLieutenant
source: Senior Lieutenant
de_de: Oberleutnant

# Rank_Soldier
source: Soldier
de_de: Soldat

# Rank_Spacer
source: Spacer
de_de: Abstandhalter

# Rank_SquadronLeader
source: Squadron Leader
de_de: Geschwader-Führer

# Rank_Surgeon
source: Surgeon
de_de: Chirurg

# Rank_Warrior
source: Warrior
de_de: Krieger

# Rank_WingLeader
source: Wing Leader
de_de: Flügel-Führer

# Skill_EakhyasearHuntersRifle
source: Eakhyasear (Hunters Rifle)
de_de: Eakhyasear (Jäger-Gewehr)

# Skill_GunCombat
source: Gun Combat
de_de: Pistole Combat

# Skill_KhaifealateMachinePistol
source: Khaifealate (Machine Pistol)
de_de: Khaifealate (Maschinenpistole)

# Skill_KhaihtePistol
source: Khaihte (Pistol)
de_de: Khaihte (Pistole)

# Skill_PersonalWeapons
source: Personal Weapons
de_de: Persönliche Waffen

# Skill_Spear
source: Spear
de_de: Speer

# Skill_TakhestahLongPistol
source: Takhestah (Long Pistol)
de_de: Takhestah (lange Pistole)

# Skill_TrolitakhealLaserRifle
source: Trolitakheal (Laser Rifle)
de_de: Trolitakheal (Lasergewehr)

# Skill_UealikheCarbine
source: Uealikhe (Carbine)
de_de: Uealikhe (Karabiner)

# Skill_YehealAutomaticRifle
source: Yeheal (Automatic Rifle)
de_de: Yeheal (automatisches Gewehr)

# Table_AdvancedServiceSkills
source: Advanced Service Skills
de_de: Erweiterte Fähigkeiten

# Table_Experience
source: Experience
de_de: Erfahrung

# Table_PersonalDevelopment
source: Personal Development
de_de: Persönliche Entwicklung

# Table_ServiceSkills
source: Service Skills
de_de: Servicekompetenz

# Table_ServiceSkillsFemale
source: Service Skills (Female)
de_de: Servicekompetenz (weiblich)

# Table_ServiceSkillsMale
source: Service Skills (Male)
de_de: Servicekompetenz (männlich)
