Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Cepheus/Hostile/Resources.*.resx
Languages: de_de, fr_fr

# Rank_DeputyScienceLeader
source: Deputy Science Leader
de_de: Stellvertretender Parteiführer Wissenschaft
fr_fr: Sous-chef de la Science

# Rank_Researcher
source: Researcher
de_de: Forscher
fr_fr: Chercheur

# Rank_ScienceLeader
source: Science Leader
de_de: Wissenschaft-Führer
fr_fr: Leader de la science

# Rank_Scientist
source: Scientist
de_de: Wissenschaftler
fr_fr: Scientifique

# Rank_SeniorScientist
source: Senior Scientist
fr_fr: Scientifique principal

# Mishap_Scout2
source: Crash on remote planet.
de_de: Absturz auf entfernten Planeten.
fr_fr: Crash sur une planète éloignée.

# Mishap_Scout3
source: Your team locates a valiable resource, but a rival group siezes the site and claims it for their corporation.
de_de: Ihr Team sucht eine Valiable Ressource, sondern einer rivalisierenden Gruppe packt die Website und behauptet, es für ihre Corporation.
fr_fr: Votre équipe localise une ressource valiable, mais un groupe rival siezes le site et il réclame de leur société de .

# Mishap_Scout4
source: An expedition ends in disaster and you are blamed for it.
de_de: Eine Expedition in einer Katastrophe endet und Sie werden dafür verantwortlich gemacht.
fr_fr: Une expédition se termine en catastrophe et vous sont blâmés pour elle.

# Mishap_Scout5
source: Attacked by dangerous alien exomorph.
de_de: Von gefährlichen fremden Exomorph angegriffen.
fr_fr: Attaqué par exomorph exotique dangereux.

# Mishap_Scout6
source: You are sent to a location by an corporate exec, but he knows it is dangerous, and your crew are badly injured. He threatens to blame everything on you.
de_de: Sie sind an einen Ort durch ein corporate Exec gesendet, aber er weiß, es ist gefährlich, und Ihre Crew sind schwer verletzt. Er droht, alles auf Sie zu tadeln.
fr_fr: Vous sont envoyés à un emplacement par un entreprise exec, mais il sait que c’est dangereux, et votre équipe êtes grièvement blessé. Il menace de tout blâme sur vous.

# Rank_MissionChief
source: Mission Chief
fr_fr: Chef de mission

# Rank_MissionSpecialist
source: Mission Specialist
de_de: Missionsspezialist
fr_fr: Spécialiste de mission

# Rank_OperationsChief
source: Operations Chief
de_de: Chef Operationen
fr_fr: Chef des opérations

# Rank_SeniorMissionSpecialist
source: Senior Mission Specialist
de_de: Senior Missionsspezialist
fr_fr: Spécialiste de Mission senior

# Rank_SeniorScout
source: Senior Scout
fr_fr: Scout senior

# Career_Technician
source: Technician
fr_fr: Technicien

# Mishap_Tech2
source: Catastrophic fire is caused by your negligence.
fr_fr: Incendie catastrophique est causée par votre faute.

# Mishap_Tech3
source: A rival takes all the credit for your 'big project'.
fr_fr: Un rival prend tout le mérite de votre « grand projet ».

# Mishap_Tech4
source: You achieve great things during a terrible disaster.
fr_fr: Vous accomplir de grandes choses au cours d’une terrible catastrophe.

# Mishap_Tech5
source: You miscalculate and an important project fails.
fr_fr: Vous faire un calcul erroné et un important projet échoue.

# Mishap_Tech6
source: You clash with your boss, who makes life too tough for you to continue.
fr_fr: Vous entrer en conflit avec votre patron, ce qui rend la vie trop difficile pour vous de continuer.

# Rank_Administrator
source: Administrator
fr_fr: Administrateur

# Rank_AssistantTechnicalManager
source: Assistant Technical Manager
fr_fr: Directeur technique adjoint

# Rank_TechnicalManager
source: Technical Manager
fr_fr: Responsable technique

# Rank_Technician
source: Technician
fr_fr: Technicien

# Mishap_Android1
source: After being damaged in an accident, the company let you go.
fr_fr: Après avoir été endommagée dans un accident, la compagnie vous laisse aller.

# Mishap_Android2
source: You were forced to commit illegal acts, broke your programming and fled.
fr_fr: Vous ont été forcés à commettre des actes illicites, a brisé votre programmation et s’enfuit.

# Mishap_Android3
source: You don’t know what has happened to you. There is a gap in your memory. What happened?
fr_fr: Vous ne savez pas ce qui s’est passé pour vous. Il y a une lacune dans votre mémoire. Que s'est-il passé ?

# Mishap_Android4
source: You were reprogrammed by deck jockeys and now have no loyalties to your company.
fr_fr: Vous ont été reprogrammé par pont jockeys et n’avez maintenant aucune loyauté à votre entreprise.

# Mishap_Android6
source: You have gone rogue, murdered your employer and been injured during the escape.
fr_fr: Vous avez passé voyous, assassiné votre employeur et été blessés au cours de l’évasion.

# Skill_Agriculture
source: Agriculture
de_de: Landwirtschaft

# Career_Roughneck
source: Roughneck
de_de: Raufbold

# Rank_Colonel
source: Colonel
de_de: Oberst

# Rank_Lieutenant
source: Lieutenant
de_de: Leutnant

# Rank_MasterSergeant
source: Master Sergeant
de_de: Oberfeldwebel

# Career_SurveyScout
source: Survey Scout
de_de: Umfrage-Scout

# Rank_Scout
source: Scout
de_de: Pfadfinder
