Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Cepheus/Hostile/Resources.*.resx
Languages: de_de, fr_fr

# Benefit_EliteTicket
source: Elite Ticket
fr_fr: Billet d’élite

# Benefit_StandardTicket
source: Standard Ticket
fr_fr: Billet standard

# Benefit_StarEnvoyClubMember
source: Star Envoy Club Member
de_de: Sterne Envoy Club-Mitglied
fr_fr: Membre du Club envoyé étoiles

# Career_Colonist
source: Colonist
de_de: Kolonist
fr_fr: Colon

# Rank_AssistantOperationsManager
source: Assistant Operations Manager
de_de: Betriebsleiter-Assistent
fr_fr: Directeur des opérations adjoint

# Rank_ColonialAdministrator
source: Colonial Administrator
de_de: Kolonial-Administrator
fr_fr: Administrateur colonial

# Rank_Colonist
source: Colonist
de_de: Kolonist
fr_fr: Colon

# Rank_DepartmentChief
source: Department Chief
de_de: Abteilungsleiter
fr_fr: Chef de département

# Rank_OperationsManager
source: Operations Manager
fr_fr: Directeur des opérations

# Rank_Supervisor
source: Supervisor
fr_fr: Superviseur

# Rank_TeamLeader
source: Team Leader
de_de: Teamleiter
fr_fr: Chef d’équipe

# Skill_Loader
source: Loader
de_de: Lader
fr_fr: Chargeur

# Species_Android
source: Android
fr_fr: Androïde

# Rank_AreaCommander
source: Area Commander
de_de: Bereich Commander
fr_fr: Commandant de la région

# Rank_AssistantTeamLeader
source: Assistant Team Leader
de_de: Assistentin Teamleiter
fr_fr: Chef d’équipe adjoint

# Rank_DeputyChiefRanger
source: Deputy Chief Ranger
fr_fr: Chef adjoint Ranger

# Rank_DistrictCommander
source: District Commander
de_de: Bezirkskommandant
fr_fr: Commandant de district

# Mishap_InjuredAtWork
source: Injured at work.
de_de: Bei der Arbeit verletzt.
fr_fr: Blessés au travail.

# Rank_AssistantDriller
source: Assistant Driller
fr_fr: Assistant foreur

# Rank_Driller
source: Driller
fr_fr: Foreur

# Rank_Floorhand
source: Floorhand
fr_fr: Annoncer

# Rank_GeneralManager
source: General Manager
fr_fr: Directeur général

# Rank_Roustabout
source: Roustabout
fr_fr: Homme à tout faire

# Rank_Superintendant
source: Superintendant
fr_fr: Surintendant

# Mishap_ColonyAccident
source: A colony accident left you injured.
de_de: Eine Kolonie Unfall links, die Sie verletzt.
fr_fr: Une gauche d’accident colonie que vous blesser.

# Mishap_ColonyDisaster
source: Your colony is struck by disaster and you took some of the blame.
de_de: Ihre Kolonie ist von Katastrophen getroffen und Sie nahm einen Teil der Schuld.
fr_fr: Votre colonie est frappée par la catastrophe et vous avez pris à partie du blâme.

# Mishap_ColonyDisturbance
source: A civil disturbance was put down by the corporation.
de_de: Von der Corporation wurde ein Unruhen niedergeschlagen.
fr_fr: Une perturbation civile fut réprimée par la société.

# Mishap_ColonyOutgrown
source: You outgrew the colony. You didn’t fit in anymore.
de_de: Sie entwachsen die Kolonie. Sie passte nicht mehr.
fr_fr: Vous devenu trop grand pour la colonie. Vous ne correspondez pas plus.

# Mishap_ColonyUnpopular
source: Your ideas are revolutionary and unpopular - colonists attacked you and your settlement.
de_de: Ihre Ideen sind revolutionär und unbeliebt - Kolonisten Griffen Sie und Ihrer Siedlung.
fr_fr: Vos idées sont révolutionnaires et impopulaire - colons attaqués de vous et votre règlement.

# Mishap_InjuredOnDuty
source: Injured on duty.
de_de: Auf Pflicht verletzt.
fr_fr: Blessés en service.

# Mishap_NewColonyLeaders
source: New colonial leaders decided you and your crew were troublemakers.
de_de: Neue koloniale Staats-und Regierungschefs beschlossen, dass Sie und Ihre Crew waren Störenfriede.
fr_fr: Les nouveaux dirigeants colonies a décidé de que vous et votre équipage étaient des fauteurs de troubles.

# Mishap_RangerAttacked
source: Attacked by dangerous alien exomorph.
de_de: Von gefährlichen fremden Exomorph angegriffen.
fr_fr: Attaqué par exomorph exotique dangereux.

# Mishap_RangerDisaster
source: An expedition ends in disaster, people are killed.
de_de: Eine Expedition endet in einer Katastrophe, Menschen kommen ums Leben.
fr_fr: Une expédition se termine en catastrophe, les personnes sont tuées.

# Mishap_RangerLost
source: You were lost in the wilderness and suffered exposure, after vehicle crash.
de_de: Sie waren in der Wildnis verloren und Exposition, nach Fahrzeuganprall erlitten.
fr_fr: Vous ont été perdus dans le désert et a souffert de l’exposition, après l’accident.

# Mishap_RangerRescueFailed
source: Your team fails to rescue a high status casualty stranded in the wilds.
de_de: Ihr Team keinen hohen Status Unfall gestrandet in der Wildnis zu retten.
fr_fr: Votre équipe ne parvient pas à sauver un blessé de statut élevé échoué dans les déserts.

# Mishap_RangerRivalGroup
source: Your team locates a valiable resource, but a rival group siezes the site and claims it for their corporation.
de_de: Ihr Team sucht eine Valiable Ressource, sondern einer rivalisierenden Gruppe packt die Website und behauptet, es für ihr Unternehmen.
fr_fr: Votre équipe localise une ressource valiable, mais un groupe rival siezes le site et il réclame de leur société.

# Mishap_RoughneckAccident
source: An accident is blamed on you, and you are fired.
de_de: Ein Unfall ist die Schuld auf dich, und du bist gefeuert.
fr_fr: Un accident est blâmé sur vous, et vous sont renvoyés.

# Mishap_RoughneckBadBoss
source: You clash with your boss, who makes life too tough for you to continue.
de_de: Sie kollidieren mit Ihrem Chef, wer macht das Leben zu hart für Sie weiter.
fr_fr: Vous entrer en conflit avec votre patron, ce qui rend la vie trop difficile pour vous de continuer.

# Mishap_RoughneckFired
source: You are fired on a trumped up charge, just for speaking up for your comrades.
de_de: Sie werden auf einen erfundenen kostenlos, nur für Ihre Kameraden zu Wort ausgelöst.
fr_fr: Vous êtes tiré sur une charge de foi vers le haut, juste pour parler de vos camarades.

# Mishap_RoughneckIllness
source: You suffer from illness caused by your work.
de_de: Sie leiden an Krankheiten, die durch Ihre Arbeit verursacht.
fr_fr: Vous souffrez d’une maladie causée par votre travail.

# Rank_1stOfficer
source: First Officer
de_de: Erster Offizier
fr_fr: Premier officier

# Rank_2ndOfficer
source: Second Officer
de_de: Zweiter Offizier
fr_fr: Second officier

# Rank_3rdOfficer
source: Third Officer
de_de: Dritter Offizier
fr_fr: Troisième officier

# Rank_4thOfficer
source: Fourth Officer
de_de: Vierter Offizier
fr_fr: Quatrième lieutenant

# Career_CorporateAgent
source: Corporate Agent
fr_fr: Agent de l’entreprise

# Mishap_Agent1
source: A corporate defection went wrong and you were wounded.
de_de: Ein corporate Lossagung schief gelaufen und Sie wurden verwundet.
fr_fr: Une désinscription entreprise n’allait pas et vous ont été blessés.

# Mishap_Agent2
source: Your team was annihilated in a double-cross.
de_de: Ihr Team war in einem Double vernichtet.
fr_fr: Votre équipe a été anéanti dans un appears.

# Mishap_Agent3
source: A rival corporation killed members of your family and wounded you.
de_de: Eine rivalisierende Corporation Mitglieder Ihrer Familie getötet und verletzt Sie.
fr_fr: Une société rivale tué des membres de votre famille et vous blessé.

# Mishap_Agent4
source: You learnt a secret about your employer and had to get out – fast.
de_de: Sie erfahren ein Geheimnis über Ihren Arbeitgeber und musste raus – schnell.
fr_fr: Vous appris un secret sur votre employeur et a dû sortir – rapide.

# Mishap_Agent5
source: An investigation uncovered government corruption, but you were forced to step down.
de_de: Eine Untersuchung entdeckt Regierungskorruption, aber Sie wurden gezwungen, zurückzutreten.
fr_fr: Une enquête a la corruption des gouvernements, mais vous avez été forcé de démissionner.

# Mishap_Agent6
source: You failed to stop damage/disease/worker unrest at an Off-World outpost
de_de: Sie konnte nicht beendet werden Schäden/Krankheit/Arbeiter-Unruhen in Außenposten Off-World
fr_fr: Vous n’avez pas cessé de dommages/maladie/travailleur troubles à un avant-poste de l’Off-World

# Rank_Agent
source: Agent
fr_fr: Agent de

# Rank_AssistantDivisionChief
source: Assistant Division Chief
de_de: Stellvertretender Leiter
fr_fr: Chef de Division adjoint

# Rank_AssistantProjectLeader
source: Assistant Project Leader
de_de: -Assistent Projektleiter
fr_fr: Chef de projet adjoint

# Rank_DivisionChief
source: Division Chief
de_de: Leiter
fr_fr: Chef de division

# Rank_ProjectLeader
source: Project Leader
de_de: Projektleiter
fr_fr: Chef de projet

# Rank_SeniorAgent
source: Senior Agent
fr_fr: Agent principal

# Mishap_Exec1
source: Your private hit team messes up, implicating you in a dirty black ops strike.
de_de: Ihr privates Treffen Team Kasinos auf, verwickelt Sie in einen schmutzigen black-Ops-Streik.
fr_fr: Votre private frappé équipe mess vers le haut, en vous impliquant dans une grève ops noir sale.

# Mishap_Exec2
source: A rival exec conducted a smear campaign against you, forcing you out of a job.
de_de: Eine rivalisierende Exec durchgeführt, eine Hetzkampagne gegen Sie, zwingt Sie arbeitslos.
fr_fr: Un exec rival mené une campagne de dénigrement contre vous, vous forçant sans emploi.

# Mishap_Exec3
source: Your orders to a mining outpost got a lot of the workers killed.
de_de: Ihre Bestellungen zu einer Bergbau-Außenposten hat eine Menge der Arbeiter getötet.
fr_fr: Vos ordres à un avant-poste de l’exploitation minière a beaucoup des travailleurs tués.

# Mishap_Exec4
source: Your ties to the underworld unravel – and you must leave the company.
de_de: Ihre Beziehungen zur Unterwelt enträtseln – und Sie müssen das Unternehmen verlassen.
fr_fr: Vos liens avec la pègre démêler – et vous devez quitter la société.

# Mishap_Exec5
source: The corporation rationalizes your department and you are ‘let go’.
de_de: Das Unternehmen rationalisiert Ihre Abteilung und Sie sind "loszulassen".
fr_fr: La société rationalise votre département et vous êtes « lâcher ».

# Rank_Director
source: Director
de_de: Regisseur
fr_fr: Directeur

# Rank_ExecutiveConsultant
source: Executive Consultant
fr_fr: Expert-conseil exécutif

# Rank_ExecutiveSeniorVicePresident
source: Executive Senior Vice President
fr_fr: Vice-Président exécutif Senior

# Rank_President
source: President
de_de: Präsident
fr_fr: Président

# Rank_SeniorExecutiveVicePresident
source: Senior Executive Vice President
fr_fr: Vice Président exécutif

# Rank_VicePresident
source: Vice President
fr_fr: Vice Président

# Career_CorporateExecutive
source: Corporate Executive
de_de: Konzernleitung
fr_fr: Dirigeant d’entreprise

# Mishap_Marine1
source: During a mission you are captured and injured, when released you are honourably discharged.
de_de: Während einer Mission sind Sie gefangen und verletzt, wenn freigegeben sind Sie ehrenhaft entlassen.
fr_fr: Lors d’une mission, vous êtes capturé et blessé, relâchant vous êtes honorablement.

# Mishap_Marine2
source: You argue with a senior officer who drives you out of the Marines.
de_de: Sie argumentieren mit einem leitenden Offizier, der Sie aus der Marines fährt.
fr_fr: Discuter avec un officier supérieur qui vous conduit sur les Marines.

# Mishap_Marine5
source: You were involved in an illegal operation, your conscience forces you to resign.
de_de: Sie waren eine unzulässige Operation beteiligt, Ihr Gewissen zwingt Sie zum Rücktritt.
fr_fr: Vous avez participé à une opération non conforme, votre conscience vous force à démissionner.

# Mishap_Marine6
source: Fighting hostile alien exomorphs, you save colonists, but are injured.
de_de: Kampf gegen feindliche alien Exomorphs, Sie sparen Kolonisten, aber verletzt werden.
fr_fr: Combats exomorphs extraterrestre hostile, vous enregistrez les colons, mais sont blessés.

# Rank_Captain
source: Captain
de_de: Kapitän
fr_fr: Capitaine

# Rank_Corporal
source: Corporal
de_de: Unteroffizier
fr_fr: Caporal

# Rank_General
source: General
de_de: Allgemeine
fr_fr: Générales

# Rank_GunnerySergeant
source: Gunnery Sergeant
de_de: Oberstabsfeldwebel
fr_fr: Le sergent

# Rank_LanceCorporal
source: Lance Corporal
de_de: Gefreiter
fr_fr: Caporal suppléant

# Rank_LtColonel
source: Lt. Colonel
de_de: Oberstleutnant
fr_fr: Le Lieutenant Colonel

# Rank_Major
source: Major
fr_fr: Principaux

# Rank_Private
source: Private
fr_fr: Privé

# Rank_Sergeant
source: Sergeant
de_de: Feldwebel
fr_fr: Sergent

# Rank_StaffSergeant
source: Staff Sergeant
de_de: Stabsfeldwebel
fr_fr: Sergent d’état-major

# Career_CommercialSpacer
source: Commercial Spacer
de_de: Kommerzielle Spacer
fr_fr: Entretoise commercial

# Mishap_CommSpace1
source: Caught smuggling illegal goods; you take the blame for your starline and are fired.
de_de: Gefangen, Schmuggel illegale waren; Sie nehmen die Schuld für Ihr Starline und gebrannt.
fr_fr: Pris la contrebande des marchandises illégales ; vous prenez la responsabilité de votre starline et sont déclenchés.

# Mishap_CommSpace2
source: Your starship is being scrapped and your crew retired.
de_de: Dein Raumschiff wird verschrottet und Ihre Mannschaft zurückgezogen.
fr_fr: Votre vaisseau est être mis au rebut et votre équipage à la retraite.

# Mishap_CommSpace3
source: Your ship is destroyed and as the only survivor, you receive the blame.
de_de: Ihr Schiff wird zerstört und Sie erhalten als der einzigen Überlebende, die Schuld.
fr_fr: Votre vaisseau est détruit et que le seul survivant, vous recevez le blâme.

# Mishap_CommSpace4
source: Substance abuse destroys your career.
de_de: Substance Abuse zerstört Ihre Karriere.
fr_fr: L’abus de substances détruit votre carrière.

# Mishap_CommSpace5
source: Your ship is hijacked and your crew are all badly treated.
de_de: Dein Schiff wird entführt und Ihre Crew sind alle schlecht behandelt.
fr_fr: Votre navire est détourné et votre équipage est tous mal traitée.

# Rank_Crewman
source: Crewman
fr_fr: Membre d’équipage

# Rank_SeniorCaptain
source: Senior Captain
fr_fr: Capitaine principal

# Skill_BladeCombat
source: Blade Combat
de_de: Klinge-Kampf
fr_fr: Combat de lame

# Skill_GunCombat
source: Gun Combat
de_de: Pistole Combat
fr_fr: Pistolet Combat

# Skill_Investigate
source: Investigate
de_de: Untersuchen
fr_fr: Enquêter sur

# Skill_Mining
source: Mining
de_de: Bergbau
fr_fr: Exploitation minière

# Skill_Security
source: Security
de_de: Sicherheit
fr_fr: Sécurité

# Benefit_DFC
source: Distinguished Flying Cross
fr_fr: Croix du service distingué

# Career_Marshal
source: Marshal
de_de: Marschall
fr_fr: Maréchal

# Career_MilitarySpacer
source: Military Spacer
de_de: Militärische Spacer
fr_fr: Entretoise militaire

# Mishap_Marshal1
source: A riot or disturbance breaks out and several marshals are injured.
de_de: Ein Aufruhr oder Störung ausbricht und mehrere Streckenposten verletzt werden.
fr_fr: Une émeute ou une perturbation éclate et plusieurs commissaires sont blessés.

# Mishap_Marshal2
source: A deputy in the team works for a crime boss and sets you up
de_de: Mitglied im Team arbeitet für einen Gangsterboss und setzt dich
fr_fr: Un adjoint dans l’équipe travaille pour un patron du crime et vous met en place

# Mishap_Marshal3
source: You uncover a drugs ring at an outpost, but the manager is in on it and tries to have you killed.
de_de: Sie entdecken einen Drogen-Ring am Außenposten, aber der Manager ist und versucht, Sie getötet zu haben.
fr_fr: Vous découvrez un anneau de médicaments à un avant-poste, mais le gestionnaire est en dessus et essaie de vous avoir tué.

# Mishap_Marshal4
source: A crime-lord bought off your team, forcing you to quit.
de_de: Ein Gangsterboss kaufte aus Ihrem Team, zwingt Sie zu beenden.
fr_fr: Un Seigneur du crime-acheté en dehors de votre équipe, vous forçant à cesser de fumer.

# Mishap_Marshal5
source: Your team were killed in a fouled mission – and it was your fault.
de_de: Ihr Team in einer Gefoulte Mission – getötet wurden und es war Ihre Schuld.
fr_fr: Votre équipe ont été tué lors d’une mission gumène – et c’est votre faute.

# Mishap_MilSpace1
source: An accident is blamed on you. Several crewmen were killed and you were discharged.
de_de: Ein Unfall ist auf Sie zurückgeführt. Mehrere Besatzungsmitglieder wurden getötet, und Sie wurden entlassen.
fr_fr: Un accident vous est attribué. Plusieurs membres de l’équipage ont été tués et vous ont été déversés.

# Mishap_MilSpace2
source: Your starship attacks a civilian ship by mistake, tarnishing the careers of all the crew involved.
de_de: Dein Raumschiff greift eine zivile Schiff aus versehen die Karrieren von allen Beteiligten Crew anlaufen.
fr_fr: Votre vaisseau s’attaque un navire civil par erreur, ternir la carrière de tout l’équipage impliqué.

# Mishap_MilSpace3
source: You argue with a senior officer who drives you out of Space Command.
de_de: Sie argumentieren mit einem leitenden Offizier, der Sie aus Space Command fährt.
fr_fr: Discuter avec un officier supérieur qui vous conduit de la commande de l’espace.

# Mishap_MilSpace5
source: A deadly alien infestation on-board ship that you survive is covered up by Space Command.
de_de: Eine tödliche alien Befall an Bord Schiff, das Sie überleben ist Gegenstand Space Command.
fr_fr: Un navire de bord infestation alien mortel qui vous survivez est recouvert par le commandement spatial.

# Mishap_MilSpace6
source: You are wounded during an interstellar battle.
de_de: Sie sind bei einem interstellaren Kampf verwundet.
fr_fr: Vous êtes blessé lors d’une bataille interstellaire.

# Msg_BornOffWorld
source: Born on an Off-world colony
de_de: Geboren am eine Off-Welt-Kolonie
fr_fr: Né dans une colonie de Off-world

# Msg_BornOnEarth
source: Born on Earth
de_de: Auf der Erde geboren
fr_fr: Né sur la terre

# Rank_Airman
source: Airman
de_de: Flieger
fr_fr: Aviateur

# Rank_AirmanFirstClass
source: Airman First Class
fr_fr: Aviateur de première classe

# Rank_AssistantChief
source: Assistant Chief
fr_fr: Directeur général adjoint

# Rank_ChiefDeputy
source: Chief Deputy
de_de: Stellvertreter
fr_fr: Chef adjoint

# Rank_Deputy
source: Deputy
de_de: Stellvertretende
fr_fr: Adjoint

# Rank_Marshal
source: Marshal
de_de: Marschall
fr_fr: Maréchal

# Rank_SeniorDeputy
source: Senior Deputy
de_de: Senior-Stellvertreter
fr_fr: Principal adjoint

# Rank_SupervisoryDeputy
source: Supervisory Deputy
de_de: Aufsichtsrat Stellvertreter
fr_fr: Adjoint de surveillance

# Rank_TechnicalSergeant
source: Technical Sergeant
fr_fr: Sergent technique

# Skill_Background
source: Background Skills
de_de: Hintergrund-Fähigkeiten
fr_fr: Compétences de fond

# Benefit_TraumaKit
source: Trauma Kit
fr_fr: Kit de trauma

# Career_Physician
source: Physician
de_de: Arzt
fr_fr: Médecin

# Mishap_Physician1
source: Your work is sabotaged and blackened by a third party.
de_de: Ihre Arbeit wird sabotiert und durch eine dritte Partei geschwärzt.
fr_fr: Votre travail est saboté et noirci par une tierce partie.

# Mishap_Physician2
source: A disaster with several casualties is blamed on you.
de_de: Sie ist eine Katastrophe mit mehreren Verletzten angelastet.
fr_fr: Une catastrophe avec plusieurs victimes vous est attribuée.

# Mishap_Physician3
source: You are involved in illegal research and rumours are spread about you. SOC reduced by 1.
de_de: Sie sind illegal Forschung beteiligt und Gerüchte über Sie verbreitet werden. SOC um 1 reduziert.
fr_fr: Vous êtes impliqué dans la recherche illégale et rumeurs sont propagent sur vous. SOC réduit de 1.

# Mishap_Physician4
source: You win a malpractice suit, but are forced to leave the profession.
de_de: Sie gewinnen einen Kunstfehler-Anzug, aber gezwungen sind, den Beruf zu verlassen.
fr_fr: Vous gagnez une poursuite pour faute professionnelle, mais sont obligés de quitter la profession.

# Mishap_Physician5
source: You are responsible for several deaths, serve several months in prison and are then released.
de_de: Sie sind verantwortlich für mehrere Todesfälle, dienen mehrere Monate im Gefängnis und dann freigegeben.
fr_fr: Vous êtes responsable de la mort de plusieurs personnes, servez plusieurs mois en prison et sont ensuite libérés.

# Mishap_Physician6
source: A rival corporation attacks your facility/operation.
de_de: Eine rivalisierende Corporation greift Ihr Gebäudebetrieb.
fr_fr: Une société rivale s’attaque à votre installation/utilisation.

# Rank_Consultant
source: Consultant
de_de: Berater
fr_fr: Expert-conseil

# Rank_Doctor
source: Doctor
de_de: Arzt
fr_fr: Médecin

# Rank_Intern
source: Intern
fr_fr: Stagiaire

# Rank_JuniorDoctor
source: Junior Doctor
de_de: Junior-Arzt
fr_fr: Médecin junior

# Rank_MedicalStudent
source: Medical Student
de_de: Medizinstudent
fr_fr: Étudiant en médecine

# Rank_SeniorConsultant
source: Senior Consultant
fr_fr: Consultant Senior

# Career_Rogue
source: Rogue
de_de: Schurke
fr_fr: Voyous

# Rank_RightHand
source: Right Hand
de_de: Rechte Hand
fr_fr: Main droite

# Rank_Soldier
source: Soldier
de_de: Soldat
fr_fr: Soldat

# Rank_Veteran
source: Veteran
fr_fr: Ancien combattant

# Mishap_Rogue1
source: A job goes horribly wrong, you get the blame.
de_de: Ein Job schrecklich schief geht, erhalten Sie die Schuld.
fr_fr: Un travail va horriblement mal, vous obtenez le blâme.

# Mishap_Rogue2
source: Arrested and convicted.
de_de: Verhaftet und verurteilt.
fr_fr: Arrêtés et condamnés.

# Mishap_Rogue3
source: Criminal successes are followed by violent retaliations from a rival gang.
de_de: Kriminellen Erfolge folgen gewaltsame Vergeltungsmaßnahmen von einer rivalisierenden Gang.
fr_fr: Réussites criminelles sont suivis de représailles violentes d’un gang rival.

# Mishap_Rogue4
source: Your crew make a bitter enemy, a police officer, and must lay low.
de_de: Deine Crew machen einen bitteren Feind, ein Polizist, und niedrig legen muss.
fr_fr: Votre équipe faire un ennemi amer, un officier de police et doit mettre bas.

# Mishap_Rogue5
source: A gang rival forces you out of the organization.
de_de: Eine Bande Konkurrenz zwingt Sie aus der Organisation.
fr_fr: Un rival de gang vous force hors de l’organisation.

# Mishap_Rogue6
source: Injured in a gang battle.
de_de: Bei einer Bande Schlacht verletzt.
fr_fr: Blessé lors d’une bataille de gang.

# Career_Scientist
source: Scientist
de_de: Wissenschaftler
fr_fr: Scientifique

# Mishap_Science1
source: Your work is sabotaged and blackened by a third party.
de_de: Ihre Arbeit wird sabotiert und durch eine dritte Partei geschwärzt.
fr_fr: Votre travail est saboté et noirci par une tierce partie.

# Mishap_Science2
source: A rival corp attempts to kidnap you and steal your research; you must flee.
de_de: Eine rivalisierende corp versucht, Sie zu entführen und zu stehlen Ihre Forschung; Sie müssen fliehen.
fr_fr: Un rival corp tente de vous kidnapper et voler votre recherche ; vous devez fuir.

# Mishap_Science3
source: You are involved in illegal research and rumours are spread about you. Soc reduced by 1.
de_de: Sie sind illegal Forschung beteiligt und Gerüchte über Sie verbreitet werden. SOC um 1 reduziert.
fr_fr: Vous êtes impliqué dans la recherche illégale et rumeurs sont propagent sur vous. SOC réduit de 1.

# Mishap_Science4
source: An expedition goes wrong, resulting in several deaths.
de_de: Eine Expedition geht schief, was zu mehreren Todesfällen.
fr_fr: Une expédition va mal, qui ont fait plusieurs morts.

# Mishap_Science5
source: Your experiments have unpredictable results, and the project is shut down for good.
de_de: Ihre Experimente haben unvorhersehbare Ergebnisse, und das Projekt ist für eine gute heruntergefahren.
fr_fr: Vos expériences ont des résultats imprévisibles, et le projet est arrêté pour de bon.

# Mishap_Science6
source: rival corporation attacks your facility/operation.
de_de: konkurrierende Unternehmen greift Ihr Gebäudebetrieb.
fr_fr: la société rivale attaque votre installation/fonctionnement.

# Rank_AssistantDirector
source: Assistant Director
de_de: Stellvertretender Direktor
fr_fr: Assistant-réalisateur
