Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.AlienCreation/Resources.*.resx
Languages: de_de, fr_fr

# Trait_Alertness
source: Alertness
de_de: Wachsamkeit
fr_fr: Vivacité d’esprit

# Trait_Athletic
source: Athletic
de_de: Sportlich
fr_fr: Athlétique

# Trait_BadFirstImpression
source: Bad First Impression
de_de: Schlechter erster Eindruck
fr_fr: Mauvaise première Impression

# Trait_ClosedBook
source: Closed Book
de_de: Buch mit sieben Siegeln
fr_fr: Livre fermé

# Trait_EideticMemory
source: Eidetic Memory
de_de: Eidetischen Gedächtnis
fr_fr: Mémoire eidétique

# Trait_FastTalker
source: Fast Talker
de_de: Schnelle Talker
fr_fr: Talker rapide

# Trait_GoodFirstImpression
source: Good First Impression
de_de: Guten ersten Eindruck
fr_fr: Bonne première Impression

# Trait_AcidResistance
source: Acid Resistance
de_de: Säurebeständigkeit
fr_fr: Résistance aux acide

# Trait_AcidVulnerability
source: Acid Vulnerability
de_de: Saure Anfälligkeit
fr_fr: Vulnérabilité de l’acide

# Trait_AltitudeAdaption
source: Altitude Adaption
de_de: Anpassung der Höhe
fr_fr: Adaptation de l’altitude

# Trait_AntiPsionic
source: Anti-Psionic
de_de: Anti-PSI
fr_fr: Anti-psionique

# Trait_BlindFighter
source: Blind-Fighter
fr_fr: Aveugles-Fighter

# Trait_Interrogator
source: Interrogator
de_de: Vernehmer
fr_fr: Interrogateur

# Trait_Intolerant
source: Intolerant
fr_fr: Intolérants

# Trait_NaturalAdvocate
source: Natural Advocate
de_de: Natürliche Fürsprecher
fr_fr: Défenseur naturel

# Trait_NaturalCompass
source: Natural Compass
de_de: Natürliche Kompass
fr_fr: Boussole naturelle

# Trait_NaturallyHonest
source: Naturally Honest
de_de: Natürlich ehrlich
fr_fr: Naturellement honnête

# Trait_NaturalPilot
source: Natural Pilot
de_de: Natürliche Pilot
fr_fr: Pilote naturel

# Trait_NaturalSurvivalist
source: Natural Survivalist
de_de: Natürliche Überlebenskünstler
fr_fr: Survivalistes naturel

# Trait_NaturalThief
source: Natural Thief
de_de: Natürliche Dieb
fr_fr: Voleur de naturel

# Trait_OverlyAggressive
source: Overly Aggressive
de_de: Übermäßig aggressiv
fr_fr: Trop agressif

# Trait_Psionic
source: Psionic
de_de: PSI
fr_fr: Psionique

# Trait_RacialDefence
source: Racial Defence
de_de: Rassischen Verteidigung
fr_fr: Défense raciale

# Trait_RacialEnemy
source: Racial Enemy
de_de: Rassische Feind
fr_fr: Raciale ennemi

# Trait_RacialPhobia
source: Racial Phobia
de_de: Rassische Phobie
fr_fr: Phobie raciale

# Trait_RacialWeapon
source: Racial Weapon
de_de: Rassische Waffe
fr_fr: Arme raciale

# Trait_RefereesChoice
source: Referee's Choice
de_de: Schiedsrichter Wahl
fr_fr: Choix de l’arbitre

# Trait_Stealthy
source: Stealthy
de_de: Schleich
fr_fr: Furtif

# Trait_Trustworthy
source: Trustworthy
de_de: Vertrauenswürdige
fr_fr: Digne de confiance

# Trait_WellTravelled
source: Well-Travelled
de_de: Weit gereiste
fr_fr: Très fréquentée

# Limb_DualPurpose
source: Dual-purpose (Manipulation and Locomotion)
de_de: Doppelnutzung (Manipulation und Fortbewegung)
fr_fr: Double usage (Manipulation et Locomotion)

# Limb_Fins
source: Fins
de_de: Flossen
fr_fr: Nageoires

# Limb_Legs
source: Legs
de_de: Beine
fr_fr: Jambes

# Limb_Wings
source: Wings
de_de: Flügel
fr_fr: Ailes

# Hearing_AcuteHearing
source: Acute Hearing
de_de: Akute Gehör
fr_fr: Audition aiguë

# Hearing_Deaf
source: Deaf
de_de: Taube
fr_fr: Sourds

# Hearing_PoorHearing
source: Poor Hearing
de_de: Schlechte Gehör
fr_fr: Mauvaise audience

# Scent_Anosmic
source: Anosmic
fr_fr: Anosmiques

# Scent_PoorScent
source: Poor Scent
de_de: Schlechter Geruch
fr_fr: Mauvaise odeur

# Scent_Scent
source: Scent
de_de: Duft
fr_fr: Parfum

# Sense_OrganicRadioCommunications
source: Organic Radio Communications
de_de: Bio Radio Communications
fr_fr: Communications Radio organique

# Sense_Telepathy
source: Telepathy
de_de: Telepathie
fr_fr: Télépathie

# Sense_TelepathyLimited
source: Telepathy, Limited
de_de: Telepathie, Limited
fr_fr: Télépathie, Limited

# Sense_VibrationSense
source: Vibration Sense
de_de: Vibration Sinn
fr_fr: Sens vibratoire

# Trait_Armoured
source: Armoured
de_de: Gepanzerte
fr_fr: Blindé

# Trait_Charisma
source: Charisma
fr_fr: Son charisme

# Trait_ColdEndurance
source: Cold Endurance
de_de: Kalten Ausdauer
fr_fr: Endurance de froid

# Trait_ColdResistance
source: Cold Resistance
de_de: Kältebeständigkeit
fr_fr: Résistance au froid

# Trait_ColdVulnerability
source: Cold Vulnerability
de_de: Kalten Anfälligkeit
fr_fr: Vulnérabilité de froide

# Trait_ElectricityResistance
source: Electricity Resistance
de_de: Strom-Widerstand
fr_fr: Résistance de l’électricité

# Trait_Engineered
source: Engineered
de_de: Entwickelt
fr_fr: D’ingénierie

# Trait_FastHealing
source: Fast Healing
de_de: Schnelle Heilung
fr_fr: Guérison rapide

# Trait_FireResistance
source: Fire Resistance
de_de: Feuer-Widerstand
fr_fr: Résistance au feu

# Trait_FireVulnerability
source: Fire Vulnerability
de_de: Feuer-Schwachstelle
fr_fr: Vulnérabilité de feu

# Trait_Fragile
source: Fragile
fr_fr: Fragiles

# Trait_FrightfulPresence
source: Frightful Presence
de_de: Schreckliche Präsenz
fr_fr: Terrible présence

# Trait_HeatEndurance
source: Heat Endurance
de_de: Hitze-Ausdauer
fr_fr: Endurance de chaleur

# Trait_Hibernation
source: Hibernation
de_de: Den Ruhezustand
fr_fr: Mise en veille prolongée

# Trait_ImprovedGrab
source: Improved Grab
de_de: Verbesserte Grab
fr_fr: Grab améliorée

# Trait_ImprovedGrabConstrict
source: Improved Grab: Constrict
de_de: Verbesserte Grab: verengen
fr_fr: Amélioré le Grab : se contracter

# Trait_ImprovedGrabEntangle
source: Improved Grab: Entangle
de_de: Verbesserte Grab: verwickeln
fr_fr: Amélioré le Grab : risques d’enchevêtrement

# Trait_ImprovedReach
source: Improved Reach
de_de: Verbesserte Reichweite
fr_fr: Portée améliorée

# Trait_NaturalWeapons
source: Natural Weapons
de_de: Natürliche Waffen
fr_fr: Armes naturelles

# Trait_NoFineManipulators
source: No Fine Manipulators
de_de: Keine feine Manipulatoren
fr_fr: Aucune amende manipulateurs

# Trait_NoLandMovement
source: No Land Movement
de_de: Kein Land-Bewegung
fr_fr: Aucun mouvement de la terre

# Trait_NoVocalCords
source: No Vocal Cords
de_de: Keine Stimmbänder
fr_fr: Pas de cordes vocales

# Trait_PleasantOdor
source: Pleasant Odor
de_de: Angenehmen Geruch
fr_fr: Odeur agréable

# Trait_Poisonous
source: Poisonous
de_de: Giftig
fr_fr: Vénéneuses

# Trait_RadiatonResistance
source: Radiaton Resistance
de_de: Solarien-Widerstand
fr_fr: Applique la résistance

# Trait_Regeneration
source: Regeneration
fr_fr: Régénération

# Trait_ResistantToDisease
source: Resistant to Disease
de_de: Widerstandsfähig gegen Krankheiten
fr_fr: Résistance à la maladie

# Trait_ResistantToFear
source: Resistant to Fear
de_de: Resistent gegen Angst
fr_fr: Résistant à la peur

# Trait_ResistantToPoisons
source: Resistant to Poisons
de_de: Resistent gegen Gifte
fr_fr: Résistants aux Poisons

# Trait_ResistantToPsionics
source: Resistant to Psionics
de_de: Resistent gegen Psionik
fr_fr: Résistant aux psionique

# Trait_SpittingAttack
source: Spitting Attack
de_de: Spucken Angriff
fr_fr: Attaque de cracher

# Trait_UnusualHandStructure
source: Unusual Hand Structure
de_de: Ungewöhnliche Hand Struktur
fr_fr: Structure inhabituelle main

# Trait_UnusualLifeSupportRequirementsMajor
source: Unusual Life Support Requirements, Major
de_de: Ungewöhnlichen Lebens Support-Anforderungen, Major
fr_fr: Besoins de soutien de vie inhabituel, Major

# Trait_UnusualLifeSupportRequirementsMinor
source: Unusual Life Support Requirements, Minor
de_de: Ungewöhnlichen Lebens Support-Anforderungen, Moll
fr_fr: Besoins de soutien de vie inhabituel, mineur

# Trait_UnusualSleepCycle
source: Unusual Sleep Cycle
de_de: Ungewöhnliche Schlafzyklus
fr_fr: Cycle de sommeil inhabituel

# Vision_AcuteVision
source: Acute Vision
de_de: Akuten Vision
fr_fr: Vision aiguë

# Vision_Blind
source: Blind
fr_fr: Aveugles

# Vision_ColourBlindness
source: Colour Blindness
de_de: Farbenblindheit
fr_fr: Daltonisme

# Vision_LightBlindness
source: Light Blindness
de_de: Leichte Blindheit
fr_fr: Lumière de cécité

# Vision_LightSensitivity
source: Light Sensitivity
de_de: Lichtempfindlichkeit
fr_fr: Sensibilité à la lumière

# Vision_LowLightVision
source: Low-light Vision
fr_fr: Vision de faible luminosité

# Vision_PoorVision
source: Poor Vision
de_de: Schlechte Sicht
fr_fr: Mauvaise Vision

# Weapon_Claws
source: Claws
de_de: Krallen
fr_fr: Griffes

# Weapon_Hooves
source: Hooves
de_de: Hufe
fr_fr: Sabots

# Weapon_Horns
source: Horns
de_de: Hörner
fr_fr: Cors

# Weapon_Teeth
source: Teeth
de_de: Zähne
fr_fr: Dents

# Trait_Gearhead
source: Gearhead
de_de: Getriebe

# Trait_XenoEmpathy
source: Xeno-Empathy
de_de: Xeno-Empathie

# Trait_Caste
source: Caste
de_de: Kaste
