Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration.UI/Traveller.CharacterGeneration.UI/Properties/Resources.*.resx
Languages: de_de, fr_fr

# Jrn_Died
source: Died at age {0}
de_de: Starb im Alter {0}
fr_fr: Est décédé à l’âge {0}

# Jrn_Killed
source: Killed at age {0}
de_de: An Alter {0} getötet
fr_fr: Tué à l’âge {0}

# Msg_Died
source: Your character died of old age at {0}.
de_de: Dein Charakter starb an Altersschwäche unter {0}.
fr_fr: Votre personnage morte de vieillesse à {0}.

# Msg_Drafted
source: You where drafted into the {0}.
de_de: Sie wo die {0} eingezogen.
fr_fr: Vous là où il est incorporé dans le {0}.

# Msg_Killed
source: Your character was killed at age {0}.
de_de: Deinen Charakter starb im Alter von {0}.
fr_fr: Votre personnage a été tué à l’âge de {0}.

# Msg_Skill_Total
source: Your skill total exeeds the sum of INT and EDU, you need to reduce them.
de_de: Ihre Fähigkeiten insgesamt Urheberrechtsverstoß die Summe von INT und EDU, müssen Sie diese zu reduzieren.
fr_fr: Votre compétence totale dépasse la somme des INT et EDU, vous avez besoin de les réduire.

# Prompt_Another_Career
source: Do you wish to persue another career?
de_de: Möchten Sie eine andere Karriere verfolgen?
fr_fr: Vous souhaitez poursuivre une autre carrière ?

# Prompt_Draft
source: You could not enlist. Submit to the draft?
de_de: Sie können nicht gewinnen. Zum Entwurf einreichen?
fr_fr: Vous ne pouvez pas s’enrôler. Soumettre au projet ?

# Prompt_Select_Skill
source: Select a skill
de_de: Wählen Sie eine Qualifikation
fr_fr: Sélectionner une compétence

# Prompt_Select_Skill_Table
source: Select a skill table
de_de: Wählen Sie eine Fertigkeit-Tabelle
fr_fr: Choisissez un tableau de compétences

# Prompt_Renlist
source: You are now {0}. Do you want to re-enlist?
de_de: Du bist jetzt {0}. Möchten Sie re-enlist?
fr_fr: Vous êtes maintenant {0}. Voulez vous réinscrire ?

# Benefit_Cash
source: Cash
de_de: Bargeld
fr_fr: Trésorerie

# Benefit_Material
source: Material
fr_fr: Matériel

# Prompt_Benefit_Rolls
source: You have {0} benefits rolls, no more than {1} can be on the cash table
de_de: Sie haben {0} Vorteile Rollen, nicht mehr als {1} auf der Cash-Tisch sein kann
fr_fr: Vous avez {0} avantages rouleaux, pas plus que {1} peut être sur le tableau de trésorerie

# Prompt_Select_Benefit_Table
source: Select a benefit table
de_de: Wählen Sie eine Tabelle nutzen
fr_fr: Choisissez un tableau de prestation

# Prompt_Select_Career
source: Select a career
de_de: Wählen Sie eine Karriere
fr_fr: Choisir une carrière

# Prompt_Weapon_Skill
source: You have received a weapon benefit, do you wish to take it as a skill instead?
de_de: Möchten Sie nutzen eine Waffe erhalten haben, Sie es stattdessen als eine Fertigkeit zu nehmen?
fr_fr: Vous avez reçu un avantage de l’arme, vous souhaitez considérer plutôt comme une compétence ?

# Button_No
source: No
de_de: Nein
fr_fr: Non

# Button_Yes
source: Yes
de_de: Ja
fr_fr: Oui

# Prompt_Select_Weapon
source: Select a weapon
de_de: Wählen Sie eine Waffe
fr_fr: Choisir une arme

# Title_App
source: Traveller Career Generation
de_de: Traveller-Karriere-Generation
fr_fr: Génération de carrière de voyageur

# Msg_Attribute_Raised
source: Attribute {0} raised by {1}.
de_de: Attribut {0} von {1} angesprochen.
fr_fr: Attribut {0} soulevées par {1}.

# Msg_Skill_Received
source: Received skill {0} level {1}.
de_de: Erhielt Spielstärke {0} {1}.
fr_fr: Reçu le niveau de compétence de {0} {1}.
