Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Cepheus/Commonwealth/Resources.*.resx
Languages: de_de, fr_fr

# Rank_AbleSeaman
source: Able Seaman
fr_fr: Matelot

# Rank_AbleStarman
source: Able Starman
de_de: In der Lage Starman
fr_fr: Starman capable

# Rank_Aircraftman
source: Aircraftman
de_de: Aircraftsman
fr_fr: Aviateur-chef

# Rank_Airman
source: Airman
de_de: Flieger
fr_fr: Aviateur

# Rank_AirmanFirstClass
source: Airman First Class
fr_fr: Aviateur de première classe

# Rank_CompanySergeantMajor
source: Company Sergeant Major
de_de: Firma-Sergeant-Major
fr_fr: Sergent-major de compagnie

# Rank_Corporal
source: Corporal
de_de: Unteroffizier
fr_fr: Caporal

# Rank_FlightSergeant
source: Flight Sergeant
de_de: Flug-Sergeant
fr_fr: Sergent

# Rank_GunnerySergeant
source: Gunnery Sergeant
fr_fr: Le sergent

# Rank_LanceCorporal
source: Lance Corporal
de_de: Lanze-Obergefreites
fr_fr: Caporal suppléant

# Rank_LeadingSeaman
source: Leading Seaman
de_de: Führenden Seemann
fr_fr: Matelot

# Rank_LeadingStarman
source: Leading Starman
de_de: Führenden Starman
fr_fr: Starman leader

# Rank_Private
source: Private
fr_fr: Privé

# Rank_RegimentalSergeantMajor
source: Regimental Sergeant Major
de_de: Regiments-Hauptfeldwebel
fr_fr: Sergent-major régimentaire

# Rank_SeniorAircraftman
source: Senior Aircraftman
de_de: Senior Aircraftsman
fr_fr: Aviateur-chef principal

# Rank_Sergeant
source: Sergeant
de_de: Feldwebel
fr_fr: Sergent

# Rank_StaffSergeant
source: Staff Sergeant
fr_fr: Sergent d’état-major

# Rank_TechnicalSergeant
source: Technical Sergeant
fr_fr: Sergent technique

# Rank_WarrantOfficer
source: Warrant Officer
fr_fr: Adjudant-maître

# Career_MilitaryWitch
source: Military Witch
de_de: Militärische Hexe
fr_fr: Sorcière militaire

# Career_RogueWitch
source: Rogue Witch
de_de: Schelm Hexe
fr_fr: Sorcière de voyous

# Career_LicencedWitch
source: Licenced Witch
de_de: Lizenzierte Hexe
fr_fr: Sorcière licence

# Rank_AreaLeader
source: Area Leader
de_de: Bereich Führer
fr_fr: Chef de zone

# Rank_AssistantCovenLeader
source: Assistant Coven Leader
de_de: Stellvertretender Zirkel-Führer
fr_fr: Coven assistant chef

# Rank_CovenLeader
source: Coven Leader
de_de: Zirkel-Führer
fr_fr: Coven chef

# Rank_SectorLeader
source: Sector Leader
de_de: Branchenführer
fr_fr: Chef de secteur

# Rank_SeniorWitch
source: Senior Witch
de_de: Senior-Hexe
fr_fr: Sorcière senior

# Rank_TraineeWitch
source: Trainee Witch
de_de: Azubi-Hexe
fr_fr: Sorcière stagiaire

# Rank_Witch
source: Witch
de_de: Hexe
fr_fr: Sorcière

# Rank_MasterSergeant
source: Master Sergeant
de_de: Oberfeldwebel

# Rank_Seaman
source: Seaman
de_de: Seemann
