Repository: chrisdw/Traveller.Cepheus
Catalog: Traveller.CharacterGeneration/Properties/Resources.*.resx
Languages: de_de

# Table_AdvancedEducation
source: Advaned Eduation
de_de: Advanced-Erziehung

# Table_Education
source: Education
de_de: Bildung

# Table_NobleIntendant
source: Noble/Intendant Education
de_de: Edel/Intendant Bildung

# Table_PersonalDevelopment
source: Personal Development
de_de: Persönliche Entwicklung

# Table_ServiceSkills
source: Service Skills
de_de: Servicekompetenz

# Benefit_Blade
source: Blade
de_de: Klinge

# Benefit_Gun
source: Gun
de_de: Pistole

# Benefit_Weapon
source: Weapon
de_de: Waffe

# Benefit_Instruments
source: Instruments
de_de: Instrumente

# Benefit_Nothing
source: Nothing
de_de: Nichts

# Benefit_Travellers
source: Travellers
de_de: Reisende

# Benefit_Verbalization
source: Verbalization
de_de: Verbalisierung

# Benefit_Voucher
source: Voucher
de_de: Gutschein

# Benefit_Watch
source: Watch
de_de: Uhr

# Benefit_HighPsg
source: High Psg
de_de: Hohen Psg

# Benefit_LowPsg
source: Low Psg
de_de: Niedrige Psg

# Benefit_MidPsg
source: Mid Psg
de_de: Mitte Psg

# Ship_LabShip
source: Lab Ship
de_de: Lab-Schiff

# Ship_Merchant
source: Merchant
de_de: Einzelhändler

# Ship_SafariShip
source: Safari Ship
de_de: Safari-Schiff

# Ship_Scout
source: Scout
de_de: Pfadfinder

# Ship_Seeker
source: Seeker
de_de: Sucher

# Ship_Trader
source: Trader
de_de: Händler

# Benefit_Bow
source: Bow
de_de: Bogen

# Msg_Dismissed
source: Dismissed from service at end of term {0}
de_de: Vom Dienst am Ende der Laufzeit {0} entlassen

# Msg_MustRenlist
source: Forced to remain in {0} at end of term {1}
de_de: Gezwungen, in {0} am Ende der Laufzeit {1} bleiben

# Msg_RenlistRefused
source: Re-enlistment refused due to age at end of term {0}
de_de: Erneute Eintragung verweigert aufgrund des Alters am Ende der Laufzeit {0}

# Msg_Refused
source: Re-enlistment refused at end of term {0}
de_de: Erneute Eintragung weigerte sich am Ende der Laufzeit {0}

# Msg_Enlist_Refused
source: Enlistment in {0} refused at age {1}
de_de: Eintragung in {0} verweigert im Alter {1}

# Msg_Enlist_Success
source: Enlisted in {0} at age {1}
de_de: Eingetragen in {0} im Alter {1}

# Msg_Renlist_Fail
source: Left {0} at end of term {1}
de_de: Linken {0} am Ende der Laufzeit {1}

# Msg_Renlist_Success
source: Remained in {0} at end of term {1}
de_de: Blieb in {0} am Ende der Laufzeit {1}

# Benefit_Cash
source: Cash
de_de: Bargeld

# Benefit_RetirementPay
source: Retirement Pay
de_de: Ruhegehalt

# Msg_BenefitNotAllowed
source: Not allowed to receive {0} value {1} as a benefit
de_de: Nicht erlaubt, {0} Wert {1} als Vorteil zu erhalten

# Skill_Gambling
source: Gambling
de_de: Glücksspiel

# Skill_Prospecting
source: Prospecting
de_de: Prospektion

# Skill_Tolerance
source: Tolerance
de_de: Toleranz

# Msg_Aging
source: {0} reduced by {1} due to aging
de_de: {0} von {1} durch Alterung verringert

# Msg_Ill
source: You were ill for {0} months due to aging.
de_de: Sie waren beide krank {0} monatelang durch Alterung.

# Msg_RececivedBenefit
source: Received benefit {0} of value {1}
de_de: Empfangene Leistung {0}, Wert {1}

# Msg_ReceivedAttribute
source: Received an uplift to {0} of value {1}
de_de: Erhielt eine Hebung zu {0}, Wert {1}

# Msg_ReceivedSkill
source: Received skill {0} at level {1}
de_de: Empfangene Geschick {0} auf Ebene {1}

# Skill_AirRaft
source: Air/Raft
de_de: Luft/Floß

# Skill_BattleDress
source: Battle Dress
de_de: Schlacht-Kleid

# Skill_Brawling
source: Brawling
de_de: Keifen

# Skill_DewClaw
source: Dew Claw
de_de: Tau-Klaue

# Skill_Bribery
source: Bribery
de_de: Bestechung

# Skill_Carousing
source: Carousing
de_de: Trinkgelage

# Skill_CombatEngineering
source: Combat Engineering
de_de: Bekämpfung von Engineering

# Skill_Communications
source: Communications
de_de: Kommunikation

# Skill_Demolitions
source: Demolitions
de_de: Abrisse

# Skill_Electronics
source: Electronics
de_de: Elektronik

# Skill_Forgery
source: Forgery
de_de: Fälschung

# Skill_GravVehicle
source: Grav Vehicle
de_de: Grav-Fahrzeug

# Skill_Hunting
source: Hunting
de_de: Jagd

# Skill_Instruction
source: Instruction
de_de: Anweisung

# Skill_Interrogation
source: Interrogation
de_de: Verhör

# Skill_Leader
source: Leader
de_de: Führendes Unternehmen

# Skill_Mechanical
source: Mechanical
de_de: Mechanische

# Skill_Medic
source: Medic
de_de: Sanitäter

# Skill_NonVerbalComms
source: Non-verbal Communication
de_de: Non-verbale Kommunikation

# Skill_Psychology
source: Psychology
de_de: Psychologie

# Skill_Recruiting
source: Recruiting
de_de: Rekrutierung

# Skill_ShipsBoat
source: Ships Boat
de_de: Schiffe-Boot

# Skill_ShipTactics
source: Ship Tactics
de_de: Schiff-Taktik

# Skill_Survival
source: Survival
de_de: Überleben

# Skill_Tactics
source: Tactics
de_de: Taktik

# Skill_Trader
source: Trader
de_de: Händler

# Skill_VaccSuit
source: Vacc Suit
de_de: VACC Anzug

# Skill_ZeroGCombat
source: Zero-G Combat
de_de: Zero-G-Kampf

# Skill_Aircraft
source: Aircraft
de_de: Flugzeug

# Skill_Helicopters
source: Helicopters
de_de: Hubschrauber

# Skill_JetAircraft
source: Jet Propelled Fixed Wing Aircraft
de_de: Jet Antrieb Flächenflugmodelle

# Skill_LTA
source: Lighter than Air Craft
de_de: Leichter als Luft-Handwerk

# Skill_PropellerAircraft
source: Propeller Driven Fixed Wing Aircraft
de_de: Propeller angetrieben Flächenflugmodelle

# Skill_GroundVehicle
source: Ground Vehicle
de_de: Fahrzeug

# Skill_LargeWatercraft
source: Large Watercraft
de_de: Großen Wasserfahrzeuge

# Skill_SmallWatercraft
source: Small Watercraft
de_de: Kleine Wasserfahrzeuge

# Skill_Submersibles
source: Submersibles
de_de: U-Boote

# Skill_TrackedVehicle
source: Tracked Vehicle
de_de: Kettenfahrzeug

# Skill_Vehicle
source: Vehicle
de_de: Fahrzeug

# Skill_Watercraft
source: Watercraft
de_de: Wasserfahrzeuge

# Skill_WheeledVehicle
source: Wheeled Vehicle
de_de: Radfahrzeug

# Skill_AutomaticPistol
source: Automatic Pistol
de_de: Automatische Pistole

# Skill_AutomaticRifle
source: Automatic Rifle
de_de: Automatisches Gewehr

# Skill_BladeCombat
source: Blade Combat
de_de: Klinge-Kampf

# Skill_BodyPistol
source: Body Pistol
de_de: Körper-Pistole

# Skill_Carbine
source: Carbine
de_de: Karabiner

# Skill_GunCombat
source: Gun Combat
de_de: Pistole Combat

# Skill_LaserCarbine
source: Laser Carbine
de_de: Laser-Karabiner

# Skill_LaserRifle
source: Laser Rifle
de_de: Lasergewehr

# Skill_Rifle
source: Rifle
de_de: Gewehr

# Skill_Shotgun
source: Shotgun
de_de: Schrotflinte

# Skill_SubmachineGun
source: Submachine Gun
de_de: Maschinenpistole

# Skill_Sword
source: Sword
de_de: Schwert

# Skill_Bayonet
source: Bayonet
de_de: Bajonett

# Skill_Blade
source: Blade
de_de: Klinge

# Skill_BowCombat
source: Bow Combat
de_de: Bogen-Kampf

# Skill_Broadsword
source: Broadsword
de_de: Breitschwert

# Skill_Cudgel
source: Cudgel
de_de: Knüppel

# Skill_Dagger
source: Dagger
de_de: Dolch

# Skill_Foil
source: Foil
de_de: Folie

# Skill_Halberd
source: Halberd
de_de: Hellebarde

# Skill_Pike
source: Pike
de_de: Hecht

# Skill_Sling
source: Sling
de_de: Schlinge

# Skill_Awareness
source: Awareness
de_de: Bewusstsein

# Skill_Clairvoyance
source: Clairvoyance
de_de: Hellsehen

# Skill_LongBow
source: Long Bow
de_de: Langbogen

# Skill_MilitaryCrossbow
source: Military Crossbow
de_de: Militärische Armbrust

# Skill_RepeatingCrossbow
source: Repeating Crossbow
de_de: Armbrust zu wiederholen

# Skill_ShortBow
source: Short Bow
de_de: Kurzbogen

# Skill_SportingCrossbow
source: Sporting Crossbow
de_de: Sport-Armbrust

# Skill_Broker
source: Broker
de_de: Makler

# Skill_Infighting
source: Infighting
de_de: Machtkämpfe

# Skill_Special
source: Special
de_de: Spezielle

# Skill_Telekinesis
source: Telekinesis
de_de: Telekinese

# Skill_Telepathy
source: Telepathy
de_de: Telepathie

# Skill_Verbalization
source: Verbalization
de_de: Verbalisierung

# Sex_Female
source: Female
de_de: Weiblich

# Sex_Male
source: Male
de_de: Männlich

# Species_Human_Darrian
source: Human (Darrian)
de_de: Mensch (Darrian)

# Species_Human_Solomani
source: Human (Solomani)
de_de: Menschen (Solomani)

# Career_Army
source: Army
de_de: Armee

# Career_Merchants
source: Merchants
de_de: Händler

# Career_Navy
source: Navy
de_de: Marine

# Career_Other
source: Other
de_de: Andere

# Career_Scouts
source: Scouts
de_de: Pfadfinder

# Species_Human_Dynchia
source: Human (Dynchia)
de_de: Menschen (Dynchia)

# Species_Human
source: Human
de_de: Menschlichen

# Species_Human_SwordWorlds
source: Human (Sword Worlds)
de_de: Mensch (Schwert Welten)

# Species_Dolphin
source: Dolphin
de_de: Delphin

# Species_Human_Zhodani
source: Human (Zhodani)
de_de: Menschen (Zhodani)

# Sex_Random
source: Random
de_de: Zufällige

# Ship_Courier
source: Courier
de_de: Kurier

# Ship_Researcher
source: Researcher
de_de: Forscher
